Repository: CMS-Internetsolutions/t3starter_news
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# news_page_type
source: News page
de: News Seite

# pages.lastUpdated
source: News datetime
de: News Datum / Zeit

# CType.NewsPage.flexform_pi
source: News Options
de: News Einstellungen

# wizard.description
source: List news articles with the possibility to filter by categories and page tree
de: Liste der Newsartikel mit der Möglichkeit, nach Kategorien und Seitenbaum zu filtern.

# constants.maxItems
source: Maximum items in list (zero = all)
de: Maximale Einträge in der Liste (Null = alle)

# flexform.startingpoint.description
source: This is a mandatory field, enter the folder in which the news pages are located. Folders above this can also be specified. The search range can be defined via the levels.
de: Dies ist ein Pflichtfeld, geben Sie den Ordner an in dem die News Seiten liegen. Es können auch darüber liegende Ordner angegeben werden. Die Suchreichweite kann über die Ebenen definiert werden.

# flexform.recursive.inherit
source: Defined in TypoScript
de: In Typoscript definiert

# flexform.maxItems
source: Maximum items to display (0 = all)
de: Maximale Einträge die angezeigt werden (Null = alle)

# flexform.categoryRestriction
source: Restrict to categories (OR)
de: Auf Kategorie beschränken

# description.abstract
source: This text is displayed as teaser text in the news list.
de: Dieser Text wird in der News List als Teasertext ausgegeben.

# ttcontent.addItems.1734035000
source: List View with Image
de: Listen Ansicht mit Bild
